{"content":[{"opening":"No offense to parents out there, but even the best of you can shut us down when we need you the most. We know you don’t mean it! So we put together this little guide on how to talk and listen in ways that’ll convince us you have our backs. Pick which response you (or your parent) would have to each scenario and see how those actions affect what we do next.","credits":"Lauren Barber, Sydney Livingston, Zoe Harwood, Devin Glover, Marjerrie Masicat, Radamés Ajna","thanks":"Thanks to Dr. Danielle Ramo, Ph.D. at <a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://hopelab.org/\" rel=\"nofollow\">Hopelab</a> and Naomi N. Burks, M.A. for their expert advising on this project.","scenarios":[{"title":"Scenario 1","text":"<p>Me: “Hey mom, why’d you go through my phone? I told you nothing happened last night. If you had just asked, I would have let you look through it.”</p>","img":"tempimg.jpg","options":[{"option":"(Yelling) “I had to! You seemed upset when you came home.”","result":"We’re both stressed and upset. I lose trust and respect for you and we give each other the silent treatment.","iscorrect":"false"},{"option":"(Calmly) “I’m sorry. I was just worried about you. Next time I’ll talk to you first.”","result":"I understand and forgive you, and I open up about what happened that made me appear so upset. You learn a lesson about boundaries.","iscorrect":"true"}],"slug":"scenario-1"},{"title":"Scenario 2","text":"<p>I want to go out to the movies with friends for a midnight showing of my favorite series.</p>","img":"tempimg.jpg","options":[{"option":"“I’m sorry, I'll have to put my foot down and say no. It’s just not safe enough in the city at night to be going to a movie.”","result":"I stop telling you about plans I make because I sense you don’t trust my decisions.","iscorrect":"false"},{"option":"“If you create a plan for how you’re gonna get there and the precautions you’ll take to stay safe and in touch with me, then we can continue this conversation.”","result":"I learn how to make plans before approaching you for permission to go out, and I trust that you’ll understand how important it is for me to have new experiences with my friends.","iscorrect":"true"}],"slug":"scenario-2"},{"title":"Scenario 3","text":"<p>Me: “I feel like you don’t pay enough attention to me. It’s beginning to affect me because I feel neglected.”</p>","img":"tempimg.jpg","options":[{"option":"“You don’t ever come to me, so how would I know? Don’t you ever talk to me in that tone.”","result":"I shut down and stop confiding in you. And I’ll keep hiding my true feelings about our relationship.","iscorrect":"false"},{"option":"“I didn’t realize that was how you felt. How could we work on this together?”","result":"We have a good conversation about the issue at hand. Doing so will create better communication between us and a stronger relationship.","iscorrect":"true"}],"slug":"scenario-3"},{"title":"Scenario 4","text":"<p>Me: “I’m really stressed out about my upcoming test in history. I haven’t been doing so well in this class and I don’t know what to do.”</p>","img":"tempimg.jpg","options":[{"option":"“You just need to study and try harder, that’s all.”","result":"I continue to do poorly in history and don’t bother coming back to you for help or advice.","iscorrect":"false"},{"option":"“Is there a specific part that you are struggling with? Is there anything I could do to help you out?”","result":"I open up about my issues with history and begin to understand that you care not just about my grades.","iscorrect":"true"}],"slug":"scenario-4"},{"title":"Scenario 5","text":"<p>Me: “Sometimes, it’s like I’m in my own world because it feels like no one is listening and no one cares to even understand me.”</p>","img":"tempimg.jpg","options":[{"option":"“What do you mean you’re in your own world? There are so many people around you! Are you criticizing how I raised you? I haven’t done anything wrong. I always listen to you! This conversation is OVER. Go to your room.”","result":"Once again, we’re both upset. I don’t take a chance to let you know how I’m feeling about things ever again. You assume everything is alright.","iscorrect":"false"},{"option":"“Thank you for letting me know how you feel. Let’s talk about it. I want to hear you out.”","result":"We become more open with each other, and I feel less isolated since I know I can come to you for advice.","iscorrect":"true"}],"slug":"scenario-5"},{"title":"Scenario 6","text":"<p>On your only off day of the month, I come up to you and ask if you want to hang out. Me : “Hey Dad, I saw this flyer about the Art and Soul festival and it seems really cool! Do you think we could go?”</p>","img":"tempimg.jpg","options":[{"option":"“I’m sorry. Those kinds of scenes are too crowded and noisy for me, and I’m not that interested in it anyway. I need to lay low this weekend. Daddy is just too tired.”","result":"I feel as though you don’t want to spend time with me at all, because you decided not to do anything with me for the weekend. You could have suggested another idea to hang out and do something more mellow that we’re both interested in, but instead you shut it down. Now I feel unwanted and will decide not to come to you with ideas for spending time together.","iscorrect":"false"},{"option":"“Okay, we can go! Maybe for just an hour? And then we can go somewhere less crowded, like grab ice cream?”","result":"I’m happy and will enjoy the weekend with you, in part because we both compromised. I will feel that you want to spend time with me and will continue to suggest fun activities for us to do together, because I know I’ll be heard.","iscorrect":"true"}],"slug":"scenario-6"},{"title":"Scenario 7","text":"<p>I’m talking about my class schedule for the upcoming school year. I’m really confused about why I need to take trigonometry. I think schools should just get rid of math altogether and I should get to choose what I want to learn.</p>","img":"tempimg.jpg","options":[{"option":"You interrupt me midway through my explanation and tell me: “The choice shouldn’t be yours because a lot of kids would not be ready to make that decision. It would be chaos!”","result":"I will want to end the conversation or an unnecessary argument will start, because you didn't let me complete my statement and yelled your opinion at me, rather than hearing me all the way through.","iscorrect":"false"},{"option":"You listen to the explanation all the way through and relate to my feelings — maybe saying, “Math wasn’t my favorite either!” or “That’s how I felt about French.” And then you go on: “But structure is necessary. It’s good to be exposed to everything because you won’t know what you like until you try it.”","result":"I’ll try to understand your point because you fully listened to my critique and showed some understanding by creating a connection. I will continue having conversations like this with you because I know I’ll be heard and can trust that my opinion will be respected.","iscorrect":"true"}],"slug":"scenario-7"}]}]}