{"content":[{"trailervideoid":"OUGWXiA1RoY","trailerposter":"thumbnail.jpg","about":{"text":"<p>Of the<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.acf.hhs.gov/sites/default/files/cb/afcarsreport25.pdf\" rel=\"nofollow\" target=\"_blank\"> 440,000 kids</a> in foster care in the U.S., more than a quarter is over age 12. Adoption rates for these older kids are abysmally low.  What happens when you're “too old” to get adopted? After 20 years in foster care, Noel Anaya was never adopted. He was determined to investigate what went wrong, and finds the answers in his first documentary film.</p>\n<p>Unadopted starts with Anaya untangling his own unique story, which leads him to a wider examination that reveals the social welfare system’s silent but pervasive systemic bias against families of color, and teenagers aka “older youth.”</p>\n<p>While most young adults look to their parents for answers about identity and upbringing, Anaya turns to court records, social workers, and most importantly, \nthree California teens who reveal the critical decisions they’re currently making to secure a “forever family” — or not.</p>"},"screenings":[{"event":"LA Film Festival","link":"<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.filmindependent.org/la-film-festival/\" rel=\"nofollow\">https://www.filmindependent.org/la-film-festival/</a>","location":"Los Angeles, CA","date":"08/31/2020"},{"event":"LA Film Festival","link":"<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.filmindependent.org/la-film-festival/\" rel=\"nofollow\">https://www.filmindependent.org/la-film-festival/</a>","location":"Los Angeles, CA","date":"08/31/2020"},{"event":"LA Film Festival","link":"<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.filmindependent.org/la-film-festival/\" rel=\"nofollow\">https://www.filmindependent.org/la-film-festival/</a>","location":"Los Angeles, CA","date":"08/31/2020"},{"event":"LA Film Festival","link":"<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.filmindependent.org/la-film-festival/\" rel=\"nofollow\">https://www.filmindependent.org/la-film-festival/</a>","location":"Los Angeles, CA","date":"08/31/2020"}],"team":[{"photo":"profile/UNADOPTED_Director_Paula_Neudorf.jpg","name":"Paula Neudorf","text":"<p>Paula Neudorf is a documentary filmmaker and journalist. She's part of the team that produced Season 1 of the documentary series \"VICE\" on Showtime, which was recently nominated for a 2020 Emmy Award. As a director, shooter and field producer, Paula is interested in stories that highlight people's humanity, creativity and resilience, as well as investigative projects that hold the powerful to account.</p>","authorslug":"paula-neudorf"},{"photo":"profile/UNADOPTED_Director_Arianna_LaPenne.jpg","name":"Arianna LaPenne","text":"<p>Arianna LaPenne is a documentary director who focuses on stories about possibility, highlighting the bold work of artists, revolutionaries and change-makers in diverse and challenging environments. Arianna has directed and shot for The New York Times, Al Jazeera, Viceland and National Geographic on issues ranging from child marriage, wildlife conservation, gang violence, to political conflicts around the world.</p>","authorslug":"arianna-lapenne"},{"photo":"profile/UNADOPTED_Editor_Hanna_Miller.jpg","name":"Hanna Miller","text":"<p>Hanna Lane Miller is a documentary filmmaker from Collins, Mississippi. She lives and works between home and Oakland, CA. Hanna enjoys all parts of a good story and works as a film director, director of photography, and film editor. Hanna's work has been considered for Oscar nominations, won film festivals, and received support from the Tribeca Film Institute, the Pulitzer Center on Crisis Reporting, and the Bay Area Video Coalition.</p>","authorslug":"hanna-miller"},{"photo":"profile/UNADOPTED_Producer_Noel_Anaya.jpg","name":"Noel Anaya","text":"<p>Noel Anaya is a public speaker who focuses most of his energy to create awareness for people in the community. He uses multimedia as a medium to produce quality storytelling primarily about foster care and his own life. His Story “After 20 Years, Young Man Leaves Foster Care On His Own Terms,” as seen on<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.npr.org/2017/01/11/508608745/after-20-years-young-man-leaves-foster-care-on-his-own-terms\" rel=\"nofollow\" target=\"_blank\"> NPR</a>, won an<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://yr.media/inside-yr/awards-season-youth-radio-brings-home-edward-r-murrow-new-york-festival-awards/\" rel=\"nofollow\" target=\"_blank\"> Edward Murrow</a> award, a<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.thirdcoastfestival.org/feature/emancipation-a-young-man-leaves-foster-care-on-his-own-terms\" rel=\"nofollow\" target=\"_blank\"> Third Coast Festival</a> award and an<a class=\"link blue underline underline-hover hover-dark-red\" href=\"https://www.newyorkfestivals.com/worldsbestradio/2018/index.php?keywordSearch=emancipation&amp;nyf-submit=\" rel=\"nofollow\" target=\"_blank\"> NYF</a> Radio AwardNoel plans to receive a BA in Media Communications and wishes to keep on telling stories on social topics.</p>","authorslug":"noel-anaya"},{"photo":"profile/UNADOPTED_ExProducer_Bob_Calo.jpg","name":"Bob Calo","text":"<p>Bob Calo is Professor Emeritus at the Graduate School of Journalism at UC Berkeley. He began his career in television at KQED in San Francisco, where he produced daily news and documentaries for the local and national PBS audience. He moved to New York to join ABC News’s Primetime Live, and then to NBC News as a broadcast producer. He’s produced news and documentaries for PBS, ABC, NBC and Al Jazeera.</p>","authorslug":"bob-calo"},{"photo":"profile/UNADOPTED_ExProducer_Ellin_OLeary.jpg","name":"Ellin O’Leary","text":"<p>Ellin O’Leary has reported and produced numerous high impact investigations, most of which started with one person brave enough to share their story with the world. Ellin has been part of teams winning Emmys, Peabody's, a White House Award for Arts and Humanities and more. Working with Noel Anaya and his story Unadopted, along with the great team assembled at YR Media, is a dream come true.</p>","authorslug":"ellin-oleary"}],"contact":{"text":"<p>Interested in screening Unadopted? Have questions about the film? Reach our team at undaoptedfilm@yrmedia.org</p>"}}]}